Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_140_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Sámediggi almmuha Sámenuoraid dáiddadáhpáhusa 2008
smn: Kirjekišto puátuseh säminuorâi taaiđâtábáhtus 2008

source: Sámenuoraid dáiddadáhpáhusa 2008 earenoamáš sámefáddan lei girji , mii galggai juogaláhkái guoskkahit sámi eallima ja kultuvrra .
smn: Säminuorâi taaiđâtábáhtus 2008 sierânâs sämiteeman lâi kirje , mii koolgâi mottoomnáálá kuoskâttiđ säämi eellim já kulttuur .

source: Girjegilvvus eai lean ahkeráját .
smn: Kištoost iä lamaš aheraijiittâsah .

source: Mearreáigái bohte oktiibuot 27 iešguđetlágan girjji , main golmmas ledje Power Point – prográmmain ráhkaduvvon davvisámegielat cd-girjjit .
smn: Meriááigán pottii 27 jieškoteuvlágán kirje , main kulmâ lijjii tavesämikielâliih , Power Point – ohjelmáin rahtum cd-kirjeh .

source: Davvisámegielat bábergirjjit bohte 17 , anárašgiellagat 4 ja nuortalaš girjjit 3 .
smn: Tavesämikielâliih pävirkirjeh lijjii 17 , aanaarsämikielâliih 4 já nuorttâsämikielâliih 3 .

source: Davvisámegielat girjjiid árvvoštalai Ruoŧa sámi dáiddár , girječálli ja oahpaheaddji Inghilda Tapio .
smn: Tavesämikielâlâš kiirjijd árvuštâlâi Ruotâ sämitaaidâr , kirječällee já máttáátteijee Inghilda Tapio .

source: Su mielas lei hui váttis válljet vuoitti , go nu máŋggas ledje fiinna ja vuđolaš barggut .
smn: Suu mielâst vyeitte valjim lâi vaigâd , ko maaŋgah kirjeh lijjii fijnáh já huolâlávt rahtum .

source: Son árvvoštalai girjjiid maid dan vuođul , mo dain sáhtášii almmuhit ja deaddilit “ albma ” girjin .
smn: Sun árvuštâlâi meiddei máhđulâšvuođâid teddiliđ já almostittiđ kiirjijd .

source: Nuoramus mánáid joavkkus bálkáhuvvo Avvila vuolleskuvlla 0-2 luohkáid Máidnasat mánuid mielde .
smn: Nuorâbij kirječällei kiirjijn palhâšuvvoo Avveel vyeiliškoovlâ 0-2 luokkalâš Máidnasat mánuid mielde .

source: “ Hui fiinna girji mii eandalii galggašii deaddiluvvot .
smn: “ Uáli fiijnâ kirje , mon kolgâččij teddiliđ .

source: Fiinna govat ja “ onomatopoehtalaš ” čálus dahket girjji hui gelddolažžan .
smn: Fiijnâ koveh já onomatopoeetlâš tekstâ taheh kirjeest uáli kiäldulii .

source: Nuppi bálkkašumi dán joavkkus oažžu Anára vuolleskuvlla 3-6 luohká Manin nu lea ?
smn: Nubben taan juávhust palhâšuvvoo Aanaar vyeliškoovlâ 3-4 luokkalij Manin nu lea ?

source: Fiinna , buorit govat mat juo ieža muitalit fearaniid . ”
smn: Fiijnâ koveh muštâleh fiäránijn ” .

source: Veháš boarrásut mánáid girjjiin bálkáhuvvojit Gárasavvona skuvlla 6. luohká Ellen-Máret Juuso girjjiinis Geatki ohcá iežas bearráža ja Gáregasnjárgga skuvlla 6. luohká Mánná duoddaris , mas lea “ somás muitalus ja fiinna govat .
smn: Váhá sruárráábij párnái kiirjijn palhâšuvvojeh Kärisavvoon škoovlâ 6. luoka Ellen-Máret Juuso Geatki ohcá iežas bearráža já Kärigâsnjaargâ škoovlâ 6. luokkalij Mánná duoddaris , mast “ muštâluš lii suámi já koveh fiijnáh .

source: Das lea maid nu gohčoduvvon rukses láigi mii doalvu muitalusa ovddosguvlui ” .
smn: Tast lii meiddei nk. ruopsis läigi mii tuálvu mainâs ovdâskulij . ”

source: Ellen-Máret Juuso girji jienastuvvui maid geahččiid favorihttan Heahtás .
smn: Ellen-Máret Juuso kirje lii meiddei “ keččei jiellâh ” Hettaast .

source: Tapio mielas girjjis lei buorre muitalus , fiinna govat ja “ rukses láigi ” .
smn: Tapio mielâst kirjeest lii šiev maainâs , fiijnâ koveh já ruopsis läigi .

source: Girjjis lea dehálaš fádda : aktonasvuohta ii leat somá , muhto dat unna geatkkáš goit gávdná olbmáid .
smn: Kirjeest lii tehálâš teema : “ ohtuunâsvuotâ ij lah suámi , mut mainâs uccâ kiäđháš kávná kuittâg ustevijd ! ”

source: Stuorit mánáid girjjiin bálkáhuvvo Anára vuolleskuvlla 6. luohká girjji Vierccain vuitui .
smn: Stuárráábij párnái kiirjijn palhâšuvvoo Aanaar vyeliškoovlâ 6. luoka Vierccain vuitui .

source: Dan lea álki lohkat ja das leat hirbmat buorit govat .
smn: Tom lii älkkee luuhâđ já tast láá tuođâi-uv fiijnâ koveh .

source: Hui somás muitalus . Beassá boagustit ” .
smn: Hitruus muštâluš mon piäsá povvâstiđ . ”

source: Avvila vuolledási 3-6 luohká girji Gonagasa gollit ja stáluid silbbat oažžu maid bálkkašumi erenoamáš dáiddalašvuođa dihte .
smn: Avveel vyeliškoovlâ 3-6 luokkalij Gonagasa gollit já stáluid silbbat palhâšuvvoo eromâš taaiđâlâšvuođâs keežild .

source: Dán Tapio mielas galggašii deaddilit earenoamážit oanehis muitalusaid geažil .
smn: Tapio mielâst kirje heivee teddilemnáál eromâšávt uánihis muštâlusâi áánsust .

source: Nuortalašgielat girjjiid logai Satu Moshnikoff , guhte lea almmuhan moanaid girjjiid ja bargan hui ollu nuortalašgiela ovdii .
smn: Nuorttâsämikielâlâš kiirjijd luuvâi Satu Moshnikoff , kote lii almostittám maaŋgâid kiirjijd já porgâm ennuu mávsulâš pargo nuorttâsämikielâ oovdân .

source: Su evttohusa vuođul bálkáhit 3. luohkálaš Juuso Fofonoffa girjji Sää ´m jânnan rock ´s , mas lea áigeguovdilis fádda ja ollu fantasiija .
smn: Suu iävtuttâs mield palhâšume adeluvvoo kuálmádluokkalâš Juuso Fofonoff kiirjám Sää ´m jânnan rock ´s , mast lii äigikyevdilis arttâ já ennuu mielâkuvviittâs .

source: Čálli lea heivehan máttuin árbejuvvon dáidduid dálá áigái buriin bohtosiiguin .
smn: Čällee heivit madâräijihijn ärbejum luodâi tubdâmtiäđu tááláá ááigán puorij putusijguin .

source: Moshnikoff ávžžuha čálli joatkit girječállima !
smn: Moshnikoff avžut kirje rähtee juátkiđ pyereest álgám čäällim !

source: Anarašgielat girjjiid árvvoštalai girječálli ja dáiddár Aune Kuuva , gean evttohusa vuođul bálkkašupmi addojuvvo Anára vuolleskuvlla 5-6 luohká oahppiid girjái Lappum uábbi , man leat dahkan Marjut Ahvenlampi , Pekka Moilanen , Riikka Morottaja , Anne Seipiharju ja Jussá Seurujärvi .
smn: Aanaarsämikielâlâš kiirjijd árvuštâlâi kirječällee já taaidâr Aune Kuuva , kiän iävtuttâs mield palhâšume adeluvvoo Aanaar vyelitääsi 5-6 luokkalij Marjut Ahvenlampi , Pekka Moilas , Riikka Morottaja , Anne Seipiharju já Jussá Seurujärvi kiirján Lappum uábbi .

source: Girjjis lea buorre ja gelddolaš máinnas ja hui fiinna govat .
smn: Kirjeest lii hitruus já kiäldulâš muštâlus já uáli fiijnâ koveh .

source: Máidnasis leat ollut dáhpáhusat ja fantasiija .
smn: Mainâsist láá ennuu tábáhtusah já tast lii fantasia .

source: CD-girjjiid árvvoštalai Sámediggi skuvlen- ja oahppamateriáladoaimmahat .
smn: CD-kiirjijd árvuštâlâi Sämitige škovlim- já oppâateriaaltoimâttâh .

source: Gilbbesjávrri skuvlla 2-9 luohká girji Olbmot ovdal min oaččui buot eanemus plus-čuoggáid .
smn: Kilbišjäävri škoovlâ diačáitálmâs Olbmot ovdal min finnij enâmustáá plus-meerhâid .

source: Girji lea hui kreatiiva , dat rahpá ođđa luottaid ovdanbuktimii ja dahká historjjá geasuheaddjin .
smn: Kirje lii uáli kreatiivlâš , tot leehâst uđđâ oovdânpyehtimvuovijd já taha historjá oppâmist mielâkiddiivâš .

source: Hui buorit govat , ollu buorit ja dáiddalaš ideat ja fiinna ivnnit .
smn: Tast láá ennuu fiijnâ koveh , šiev já taaiđâlâš ideah já čuálččáás iivneh .

source: Dat lea spontána , miellagiddevaš ja vuđolaš ovdanbuktin , man sihkkarit lei suohtas bargat .
smn: Spontaanlâš já mielâkiddiivâš oovdânpyehtim , mon lii lamaš vissásávt hitruu porgâđ !

source: Doaimmahaga mielas dat heive temámateriálan historjjá oahpahussii .
smn: Oovdânpyehtim heivee teemamateriaalân historjá máttááttâsân .

source: Minusin sáhttá máinnašit nama , man ferte molsut , dasgo dán nammasaš historjjá girji gávdno juo !
smn: Miinusân puáhtá mainâšiđ kirje noomâ , mon ferttee molsođ , ko siämmáánommâsâš hirtorjá kirje lii juo lemin !

source: SÁMEDIGGI SÁVVÁ LIHKU JA ČÁLLINMOVTTA BUOHKAIDE NUORRA GIRJEČÁLLIIDE JA HÁSTALA AIN OVDDIDIT ČÁLLINDÁIDDUIDEASET !
smn: SÄMITIGGE TUÁIVUT LUHO JÁ ČÄÄLLIMMOOVTÂ PUOHHÁID NUORÂ KIRJEČÄLLEID JÁ HÁSTÁ SII AINUV OVDEDIĐ ČÄÄLLIMTÁIDUIDIS !

source: SÁMEDIGGI GIITÁ SÁMEOAHPAHEADDJIID BUORI BAGADALLAMA JA MÁNÁID JA NUORAID MOVTTIDAHTTIMA OVDDAS !
smn: SÄMITIGGE KIJTTÁ SÄMIMÁTTÁÁTTEIJEID ŠIEV STIVRIIMIST JÁ PÁRNÁI JÁ NUORÂI MOOVDITMIST !

source: Sámediggi sávvá sihke oahppiide ja oahpaheddjiide buori geasi !
smn: Sämitigge tuáivut uáppeid já máttáátteijeid pyeri keesi !
